Repository: fbrehm/fb-vmware
Catalog: locale/*/LC_MESSAGES/fb_vmware.po
Languages: de

source: No Virtual Networks found.
de: Keine Virtuellen Netzwerke gefunden.

source: Network mappings:
de: Netzwerk-Mappings:

source: Parameter {p!r} => {r!r} seems not to be a regex object.
de: Der Parameter {p!r} => {r!r} scheint kein Regex-Objekt zu sein.

source: Trying to get all host systems from vSphere with name pattern {!r} ...
de: Versuche eine Liste aller Hostsysteme mit dem Namensmuster {!r} zu ermitteln …

source: Trying to get all host systems from vSphere ...
de: Versuche alle Host-Systeme von vSphere zu ermitteln ….

source: Found hosts:
de: Gefundene Hosts:

source: Checking {o}-object in dc {dc!r}, cluster {c!r} ...
de: Überprüfe {o}-Objekt in RZ {dc!r}, Cluster {c!r} …

source: {on} {cl!r} in dc {dc!r}, {h} {h_l}, {cpu} {cpu_l}, {thr} {t_l}, {mem:0.1f} GiB Memory, {net} {nw_l} and {ds} {ds_l}.
de: {on} {cl!r} in RZ {dc!r}, {h} {h_l}, {cpu} {cpu_l}, {thr} {t_l}, {mem:0.1f} GiB Hauptspeicher, {net} {nw_l} und {ds} {ds_l}.

source: Found host {h!r} in cluster {c!r}.
de: Fand Host {h!r} in Cluster {c!r}.

source: Searching for VM {n!r} (pattern: {p!r}) in vSphere {v!r} ...
de: Suche nach VM {n!r} (Suchmuster: {p!r}) in vSphere {v!r} …

source: vSphere VM {!r} not found.
de: Die vSphere-VM {!r} wurde nicht gefunden.

source: Searching for VM {n!r} in vSphere {v!r} ...
de: Suche nach VM {n!r} in vSphere {v!r} …

source: Got VM {vm} in vSphere {vs}.
de: Fand VM {vm} in vSphere {vs}.

source: VM {vm} is located in DC {dc} path {p}.
de: VM {vm} befindet sich im RZ {dc} unter Pfad {p}.

source: Parameter {t!r} must be a {e}, {v!r} was given.
de: Der Parameter {t!r} muss ein {e}-Objekt sein, statt dessen wurde ein {v}-Objekt übergeben.

source: Trying to get list of VMs with name pattern {} ...
de: Versuche eine Liste der VMs mit dem Namensmuster {} zu ermitteln …

source: Searching for virtual machines in DC {} ...
de: Suche nach virtuellen Maschinen in RZ {} …

source: Searching in top path {} ...
de: Suche in Top-Pfad {} …

source: Found one VM with name pattern {p}.
de: Fand eine VM mit dem Namens-Suchmuster {p}.

source: Did not found a VM with name pattern {p}.
de: Fand keine VM mit dem Suchmuster {p}.

source: Checking VM {} ...
de: Überprüfe VM {} …

source: Checking VM {!r} for being a template ...
de: Überprüfe, ob die VM {!r} eine Vorlage ist …

source: Checking VM {!r} for being not a template ...
de: Überprüfe, ob die VM {!r} keine Vorlage ist …

source: Checking VM {!r} for pattern.
de: Überprüfe VM {!r} nach Muster.

source: Found VM {vm} in vSphere {vs}, DC {dc}, path {p}.
de: Fand VM {vm} in vSphere {vs}, RC {dc}, Pfad {p}.

source: Searching in path {} ...
de: Suche in Pfad {} …

source: Parameter {p1!r} and {p2!r} may not be {w!r} at the same time.
de: Die Parameter {p1!r} und {p2!r} dürfen nicht {w!r} zur selben Zeit sein.

source: Trying to get list of VMs with name pattern {!r} ...
de: Versuche eine Liste der VMs mit dem Namensmuster {!r} zu ermitteln …

source: Found one VM with pattern {p!r}.
de: Fand eine VM mit dem Suchmuster {p!r}.

source: Searching VMs in vSphere {vs}, DC '{dc}' in path '{p}'.
de: Suche VMs in vSphere {vs}, RZ '{dc}' in Pfad '{p}'.

source: VM {!r} is already powered on.
de: Die VM {!r} ist bereits eingeschaltet.

source: Powering on VM {!r} ...
de: Schalte VM {!r} ein …

source: VM {!r} successful powered on.
de: Die VM {!r} wurde erfolgreich eingeschaltet.

source: VM {!r} is already powered off.
de: Die VM {!r} ist bereits ausgeschaltet.

source: Powering off VM {!r} ...
de: Schalte VM {!r} aus …

source: VM {!r} successful powered off.
de: Die VM {!r} wurde erfolgreich ausgeschaltet.

source: Ensuring existence of vSphere VM folders:
de: Stelle Existenz von vSphere VM-Ordnern sicher:

source: Trying to get VM folder object for path {!r}.
de: Versuche das VM-Ordnerobjekt für den Pfad {!r} zu erhalten.

source: Checking single VM folder {i}: {f!r}.
de: Überprüfe einfachen VM-Ordner {i}: {f!r}.

source: Found VM folder {n}, parent: {p}
de: Habe VM-Ordner {n} gefunden, Eltern-Ordner: {p}

source: Ensuring existence of vSphere VM folder {!r}.
de: Stelle Existenz des vSphere-VM-Ordners {!r} sicher.

source: VM Folder {!r} already exists.
de: Der VM-Ordner {!r} existiert bereits.

source: Creating VM folder {!r} ...
de: Erstelle VM-Ordner {!r} …

source: Simulation mode, don't creating it.
de: Simulationsmodus, erstelle ihn nicht.

source: Waiting for tasks to finish ...
de: Warte auf Beendigung der Tasks …

source: Waiting at most {m} seconds for tasks {t} to finish ...
de: Warte maximal {m} Sekunden auf die Beendigung der Tasks {t} …

source: Waiting for tasks {} to finish ...
de: Warte auf Beendigung der Tasks {} …

source: Waiting ...
de: Warten …

source: Creating VM {!r} ...
de: Erstelle VM {!r} …

source: Simulation mode - VM {!r} will not be created.
de: Simulations-Modus - die VM {!r} wird nicht erstellt.

source: Generating create spec for VM {!r} ...
de: Generiere Erstellungs-Spec für VM {!r} …

source: Datastore path: {!r}
de: Datastore-Pfad: {!r}

source: VM path name: {!r}
de: VM-Pfadname: {!r}

source: Generated VM config:
de: Generierte VM-Konfiguration:

source: Given disksize {!r} must be greater than zero.
de: Die gegebene Plattengröße muss größer als Null sein.

source: There may be created at most 6 disks, but {} were given.
de: Es können höchstens 6 Platten erstellt werden, aber {} wurden übergeben.

source: Generating spec for SCSI controller and one disk: {d}
de: Generiere Spec für SCSI-Controller und eine Disk: {d}

source: Generating spec for SCSI controller without disks.
de: Generiere Spec für SCSI-Controller ohne Disks.

source: Using a {name!r} disk controller ({desc}).
de: Verwende einen {name}-Disk-Controller ({desc}).

source: Adding spec for disk {n!r} with {gb} GiB => {kb} KiByte.
de: Füge Spec für Disk {n!r} mit {gb} GiB => {kb} KiByte hinzu.

source: Invalid Interface description {!r} given.
de: Ungültige Interface-Beschreibung {!r} übergeben.

source: Defined interface:
de: Definierte Netzwerkschnittstelle:

source: Adding spec for network interface {d!r} (Network {n!r}, MAC: {m!r}, summary: {s!r}).
de: Füge Spec für Netzwerkschnittstelle {d!r} (Netzwerk {n!r}, MAC: {m!r}, Zusammenfassung: {s!r}) hinzu.

source: Did not found neither a Distributed Virtual Port group nor a Virtual Network for network name {!r}.
de: Fand weder eine Verteilte Virtuelle Portgruppe noch ein Virtuelles Netzwerk mit dem Namen {!r}.

source: Networking device creation specification:
de: Spezifikation zum Erstellen eines Netzwerkgerätes:

source: Purging VM {!r} ...
de: Lösche VM {!r} vollständig …

source: VM {!r} successful removed.
de: VM {!r} wurde erfolgreich gelöscht.

source: Did not found virtual ethernet device No. {no} (found {count} devices).
de: Virtuelles Ethernet-Device Nummer {no} wurde nicht gefunden (es wurden {count} Devices gefunden).

source: Changes of MAC address:
de: Ändern von MAC-Adresse:

source: Successful changed MAC address of VM {v!r} to {m!r}.
de: Erfolgreich MAC-Adresse der VM {v!r} auf {m!r} geändert.

source: Trying to detect all field names of custom field definitions.
de: Versuche alle Namen von benutzerdefinierten Felddefinitionen zu ermitteln.

source: Got a {c} on requesting custom field names from vSphere {url}: {e}
de: Habe einen {c} beim Ermitteln benutzerdefinierter Feldnamen von vSphere {url} erhalten: {e}

source: Got custom field names from vSphere {}:
de: Erhaltene benutzerdefinierte Feldnamenvon vSphere {}:

source: Virtual IDE controller
de: Virtueller IDE-Kontroller

source: Virtual VNME controller
de: Virtueller VNME-Kontroller

source: Virtual PCI controller
de: Virtueller PCO-Kontroller

source: Virtual controller for keyboards and mice
de: Virtueller Kontroller für Tastaturen und Mäuse

source: Virtual AHCI SATA controller
de: Virtueller AHCI-SATA-Kontroller

source: Virtual SATA controller
de: Virtueller SATA-Kontroller

source: Virtual paravirtualized SCSI controller
de: Virtueller paravirtualisierter SCSI-Kontroller

source: Virtual BusLogic SCSI controller
de: Virtueller BusLogic SCSI-Kontroller

source: Virtual LSI SCSI controller
de: Virtueller LSI SCSI-Kontroller

source: Virtual LSI Logic SAS SCSI controller
de: Virtueller LSI Logic Logic SCSI-Kontroller

source: Virtual SCSI controller
de: Virtueller SCSI-Kontroller

source: Virtual Super IO Controller for floppy drives, parallel ports, and serial ports
de: Virtueller Super-IO-Kontroller für Diskettenlaufwerke, Parallel- und serielle Ports

source: Virtual USB controller (USB 1.1 and 2.0)
de: Virtueller USB-Kontroller (USB 1.1 and 2.0)

source: Virtual USB Extensible Host Controller Interface (USB 3.0)
de: Virtueller USB Extensible Host Kontroller Interface (USB 3.0)

source: Unknown virtual controller
de: Unbekannter virtueller Kontroller

source: Parameter {t!r} must be a {e}, {v!r} ({vt}) was given.
de: Der Parameter {t!r} muss ein {e}-Objekt sein, statt dessen wurde {v!r} ({vt}) übergeben.

source: Checking class of controller: {!r}
de: Überprüfe die Klasse des Kontrollers: {!r}

source: Invalid type {t!r} as an item of a {c}, only {o} objects are allowed.
de: Ungültiger Typ {t!r} als ein Eintrag von {c}, ausschließlich {o}-Objekte sind erlaubt.

source: {m} takes at most {max} arguments ({n} given).
de: {m} akzeptiert höchstens {max} Argumente ({n} wurden gegeben).

source: Controller is not in controller list.
de: Der Kontroller ist nicht in der Liste der Kontroller.

source: Invalid item type {{!r}} to set, only {} allowed.
de: Ungültiger Elementen-Typ {{!r}} beim Setzen, nur {} ist erlaubt.

source: The key {k!r} must be equal to the datastore name {n!r}.
de: Der Schlüssel {k!r} muss identisch mit dem Namen des Datastores {n!r} sein.

source: None type as key is not allowed.
de: Ein None-Typ ist als Schlüssel nicht erlaubt.

source: Empty key {!r} is not allowed.
de: Ein leerer Schlüssel {!r} ist nicht erlaubt.

source: Object {{!r}} is not a {} object.
de: Das Objekt {{!r}} ist kein {}-Objekt.

source: Could not handle datastore type {!r}.
de: Kann den Datastore-Typ {!r} nicht behandeln.

source: Could not found a datastore for {c:0.1f} GiB of type {t!r}.
de: Konnte keinen Datastore für {c:0.1f} GiB vom Typ {t!r} finden.

source: Searching datastore for {c:0.1f} GiB of type {t!r}.
de: Suche Datastore für {c:0.1f} GiB vom Typ {t!r}.

source: Could not handle storage type {}.
de: Kann den Speichertyp {} nicht behandeln.

source: Found usable datastore {!r}.
de: Fand verwendungsfähigen Datastore {!r}.

source: Given compute cluster: {!r}.
de: Gegebener Rechen-Cluster: {!r}.

source: Cannot detect connection with compute cluster {!r}, datastore was not detailled discovered.
de: Konnte keine Verbindung mit dem Rechencluster {!r} feststellen, der Datastore wurde nicht detailliert untersucht.

source: Disk is not in disk list.
de: Die Platte ist nicht in der Liste der Disks.

source: Datastore {ds!r} is assigned to datastore_cluster {dsc!r}.
de: Der Datastore {ds!r} ist dem Datastore-Cluster {dsc!r} zugeordnet.

source: The key {k!r} must be equal to the datastore cluster name {n!r}.
de: Der Schlüssel {k!r} muss gleich dem Namen des Datastore-Clusters {n!r} sein.

source: Found usable datastore cluster {!r}.
de: Fand verwendungsfähignr Datastore-Cluster {!r}.

source: Searching datastore cluster for {c:0.1f} GiB of type {t!r}.
de: Suche Datastorecluster für {c:0.1f} GiB vom Typ {t!r}.

source: Cannot detect connection with compute cluster {!r}, datastore cluster was not detailled discovered.
de: Konnte keine Verbindung mit dem Rechencluster {!r} feststellen, der Datastorecluster wurde nicht detailliert untersucht.

source: Invalid Argument {arg!r} on {what} given.
de: Ungültiges Argument {arg!r} bei {what} angegeben.

source: Initialized Distributed Virtual Switch:
de: Initialisierter Verteilter Virtueller Switch:

source: No {o} reference found in VDS {n!r}.
de: Keine {o}-Referenz in DVS {n!r} gefunden.

source: Found usable port keys for DVS {!r}:
de: Fand verwendbare Portschlüssel für DVS {!r}:

source: Creating {cls} object {name!r}.
de: Erstelle {cls}-Objekt {name!r}.:

source: Distrubuted Virtual Port Group
de: Verteilte Virtuelle Portgruppe

source: Distrubuted Virtual Port Groups
de: Verteilte Virtuelle Portgruppen

source: Initialized network object:
de: Initialisiertes Netzwerk-Objekt:

source: Creating network device backing specification with a Distributed Virtual Port Group.
de: Erstelle Unterstützungsspezifigation für Netzwerkgerät duch eine Verteilte Virtuelle Portgruppe.

source: Got Backing device for port group {!r}:
de: Bekam Unterstützungsspezifigation für Portgruppe {!r}:

source: No vSphere datastores found.
de: Keine vSphere-Datastores gefunden.

source: Invalid credentials to connect to vSphere as user {!r}: no password given.
de: Ungültige Legitimation zum Verbinden mit vSphere als Nutzer {!r}: kein Passwort angegeben.

source: Invalid credentials to connect to vSphere: no user given.
de: Ungültige Legitimation zum Verbinden mit vSphere: kein Nutzer angegeben.

source: The given disk controller type {!r} could not be found.
de: Der angegebene Disk-Controller-Typ {!r} konnte nicht gefunden werden.

source: Invalid name {n!r} for a {o} vSphere object.
de: Ungültiger Name für ein {o}-vSphere-Objekt.

source: Invalid name {!r} for a vSphere object.
de: Ungültiger Name für ein vSphere-Objekt.

source: The vSphere datacenter {!r} is not existing.
de: Das vSphere-Datacenter {!r} existiert nicht.

source: The vSphere Virtual machine {!r} was not found.
de: Die vSphere-VM {!r} wurde nicht gefunden.

source: No datastore found with at least {:d} GiB available space found.
de: Kein Datastore mit wenigstens {:d} GiB verfügbaren Platz gefunden.

source: No datastore cluster found with at least {:d} GiB available space found.
de: Kein Datastorecluster mit wenigstens {:d} GiB verfügbaren Platz gefunden.

source: The network {!r} is not existing.
de: Das Netzwerk {!r} existiert nicht.

source: Could not connect to the vSphere {!r}.
de: Konnte mich nicht zu vSphere {!r} verbinden.

source: Got a {c} on connecting to vSphere {url!r}:
de: {c} beim Verbinden zu vSphere {url!r} erhalten:

source: Timeout on creating VM {vm!r} after {to:0.1f} seconds.
de: Zeitüberschreitung bei der Erstellung der VM {vm!r} nach {to:0.1f} Sekunden.

source: Timeout on creating VM {!r}.
de: Zeitüberschreitung bei der Erstellung der VM {!r}.

source: Invalid type of {!r} for a port of a vSphere server
de: Ungültiger Typ von {!r} für einen Port eines vSphere-Servers

source: Invalid port number {port!r} for the vSphere server, PORT must be greater than zero and less or equal to {max}.
de: Ungültige Portnummer {port!r} für den vSphere-Server, diese muss größer als Null und kleiner oder gleich {max} sein.

source: Checking class of ethernet card: {!r}
de: Überprüfe die Klasse der Ethernet-Karte: {!r}

source: card is not in card list.
de: Die Karte ist nicht in der Liste der Ethernet-Karten.

source: powered on
de: eingeschaltet

source: powered off
de: ausgeschaltet

source: stand by
de: aud Stand-By

source: connected
de: Verbunden

source: not responding
de: antwortet nicht

source: disconnected
de: nicht verbunden

source: entering
de: Beitritt

source: exiting
de: Verlassen

source: in
de: drinnen

source: none
de: kein

source: Host {!r} seems to be offline!
de: Der Host {!r} scheint offline zu sein!

source: Invalid type {{t!r}} as an item of a {{c}}, only {} objects are allowed.
de: Ungültiger Typ {{t!r}} als ein Eintrag von {{c}}, ausschließlich {}-Objekte sind erlaubt.

source: host is not in host list.
de: der Host ist nicht in der Liste der Hosts.

source: group is not in group list.
de: Gruppe ist nicht in der Gruppenliste.

source: Invalid MAC address {!r} for interface given.
de: Ungültige IP-Adresse {!r} für Interface angegeben.

source: Virtual Network
de: Virtuelles Netzwerk

source: Virtual Networks
de: Virtuelle Netzwerke

source: Trying to get IPv4 network {n!r} -> {i!r}.
de: Versuche ein IPv6-Netzwerk {n!r} -> {i!r} zu bekommen.

source: Could not get IP network from network name {!r}.
de: Konnte kein IP-Netzwerk aus dem Netzwerk-Namen {!r} ermitteln.

source: Network {!r} has no IP network assigned.
de: Dem Netzwerk {!r} wurde kein IP-Netzwerk zugeordnet.

source: Creating network device backing spcification with a Virtual Network.
de: Erstelle Unterstützungsspezifigation für Netzwerkgerät duch ein Virtuelles Netzwerk.

source: Got Backing device for network {!r}:
de: Bekam Unterstützungsspezifigation für Netzwerk {!r}:

source: The key {k!r} must be equal to the network name {n!r}.
de: Der Schlüssel {k!r} muss identisch mit dem Namen des Netzwerkes {n!r} sein.

source: Empty {what}.
de: Leeres {what}.

source: Searching vSphere network for address {} ...
de: Suche vSphere-Netzwerk für Adresse {} …

source: Found {d} {n!r} for IP {i}.
de: Fand {d} {n!r} für IP {i}.

source: Could not find {d} for IP {ip}.
de: Konnte kein {d} für die IP {ip} finden.

source: Could not find {d} for IP address {ips}.
de: Konnte kein {d} für die IP-Adresse {ips} finden.

source: The type of a {} may not be None.
de: Der Typ von einem {} darf nicht None sein.

source: Invalid {w}.{p} {v!r}.
de: {w}.{p} ist ungültig: {v!r}.

source: The name prefix of a {} may not be None.
de: Der Namenspräfix eines {} darf nicht None sein.

source: Invalid name prefix {p!r} for a {o}.
de: Ungültiger Namenspräfix {p!r} für ein {o}.

source: Invalid item type {got!r} to set, only {expected} allowed.
de: Ungültiger iObjekt-Typ {got!r} beim Setzen, nur {expected} ist erlaubt.

source: Object {got!r} is not a {expected} object.
de: Das Objekt {got!r} ist kein {expected}-Objekt.

source: Unknown hardware device of type {}.
de: Unbekanntes Hardware-Gerät vom Typ {}.

source: There is something wrong wit VM {n!r} in cluster {c!r} and path {p!r} ...
de: Da ist irgendwas falsch mit der VM {n!r} in Cluster {c!r} und Pfad {p!r} …

source: VM is not in VM list.
de: Die VM ist nicht in der Liste der Virtuellen Maschinen.

source: Module directory:
de: Modul-Verzeichnis:

source: Lib directory:
de: Lib-Verzeichnis:

source: Base directory:
de: Basis-Verzeichnis:

source: Locale directory:
de: Verzeichnis für Locales:

source: Locale domain:
de: Locale-Domäne:

source: Found .mo-file:
de: Gefundene .mo-Datei:
