Repository: fbrehm/fb-vmware
Catalog: locale/*/LC_MESSAGES/fb_vmware.po
Languages: de

source: The given parameter {p!r} on calling method {m}() has failing attributes
de: Dem übergebenen Parameter {p!r} beim Aufruf der Methode {m}() fehlen Attribute

source: Parameter {t!r} must be a {e} object, a {v} object was given instead.
de: Der Parameter {t!r} muss ein {e}-Objekt sein, statt dessen wurde ein {v}-Objekt übergeben.

source: Creating {} object from:
de: Erstelle ein {}-Objekt aus:

source: Created {} object:
de: Erstelltes {}-Objekt:

source: Please enter a valid value
de: Bitte gültigen Wert eingeben

source: Please select one of the available options
de: Bitte eine der verfügbaren Optionen auswählen

source: Please enter a valid positive integer number greater than zero.
de: Bitte eine gültige positive Ganzzahl größer als Null eingeben.

source: {what} of {app} ...
de: {what} von {app} …

source: Did not found any configured vSphere environments.
de: Keine vSphere-Umgebung in der Konfiguration gefunden.

source: Checking for configured vSphere instance {!r} ...
de: Überprüfe die konfigurierte vSphere-Instanz {!r} …

source: vSphere {!r} not found in list of configured vSphere instances.
de: vSphere {!r} wurde nicht in der Liste der konfigurierten vSphere-Instanzen gefunden.

source: vSphere options
de: vSphere-Optionen

source: The vSphere names from configuration, in which the VMs should be searched.
de: Die Namen der vSpheres aus der Konfiguration, in denen die VMs gesucht werden sollen.

source: Got command line arguments:
de: Erhaltene Kommandozeilen-Argumente:

source: Actions before running main routine.
de: Aktionen vor dem Start der Hauptroutine.

source: Invalid storage type {} given.
de: Ungültiger Speichertyp {} angegeben.

source: Select a storage type to search for the a storage location
de: Einen Speichertyp für die Suche nach einem Speicherort auswählen

source: There are multiple vSpheres selected on commandline.
de: Es wurden mehrere vSpheres an der Kommandozeile ausgewählt.

source: There are no configured vSpheres available.
de: Es sind keine konfigurierten vSpheres verfügbar.

source: Select the vSphere to search for the a storage location
de: Ein vSphere für die Suche nach einem Speicherort auswählen

source: No vSphere name given.
de: Kein vSphere-Name angegeben.

source: vSphere {} is not an active vSphere.
de: vSphere {} is nicht aktiv.

source: Did not found virtual datacenters in vSphere {}.
de: Keine virtuellen Rechenzentren in vSphere {} gefunden.

source: Datacenter {dc} does not exists in vSphere {vs}.
de: Das virtuelle Rechenzentrum {dc} existiert nicht in vSphere {vs}.

source: Select a virtual datacenter to search for the storage location
de: Ein virtuelles Rechenzentrum für die Suche nach einem Speicherort auswählen

source: No virtual datacenter name given.
de: Kein Name eines virtuellen Rechenzentrums angegeben.

source: Datacenter {dc} not found in vSphere {vs}.
de: Virtuelles Rechenzentrum {dc} nicht in vSphere {vs} gefunden.

source: cluster computing resource
de: Cluster-Rechenressource

source: host computing resource
de: Host-Rechenressource

source: Did not found computing resources in dc {dc} in vSphere {vs}.
de: Keine Rechenressourcen in RZ dc} in vSphere {vs} gefunden.

source: Computing resource {cl} does not exists in datacenter {dc} in vSphere {vs}.
de: Rechenressource {cl} existiert nich in RZ {dc} in vSphere {vs}.

source: Select a computing resource, which should be connected with the storage location
de: Eine Rechenressource, die mit dem Speicherort verbunden ist, auswählen

source: Get the size of the virtual disk in GiByte
de: Die Größe der virtuellen Platte in GiByte angeben

source: Initializing vSphere handlers ...
de: Initialisiere vSphere-Handler …

source: Initializing handler for vSphere {!r} ...
de: Initialisiere Handler für vSphere {!r} …

source: Could not initialize {} object from:
de: Konnte {}-Objekt nicht initialisieren aus:

source: Cleaning up ...
de: Aufräumen …

source: Closing vSphere object {!r} ...
de: Schließe vSphere-Objekt {!r} …

source: Tries to get a list of all physical hosts in VMware vSphere and print it out.
de: Versucht eine Liste aller physischen Hosts in VMware vSphere zu erhalten und gibt diese aus.

source: Filter options
de: Filteroptionen

source: for names of hosts
de: für Namen von Hosts

source: A regular expression to filter the output list of hosts by their name (Default: {!r}).
de: Ein regulärer Ausdruck, um die Ausgabeliste der Hosts nach ihrem Namen zu filtern (Vorgabe: {!r}).

source: Filter output for online hosts.
de: Filtern der Ausgabeliste nach Hosts, die online sind.

source: Filter output for offline hosts and templates.
de: Filtern der Ausgabeliste nach Hosts, die offline sind..

source: Output options
de: Ausgabeoptionen

source: The keys for sorting the output. Available keys are: {avail}. The default sorting keys are: {default}.
de: Die Sortierschlüssel für die Ausgabe. Verfügbare Schlüssel sind: {avail}. Die Vorgabe-Sortierschlüssel sind: {default}.

source: Regular expression for filtering: {!r}
de: Regulärer Ausdruck als Filter: {!r}

source: Got a {c} for pattern {p!r}: {e}
de: Ein {c} für das Suchmuster {p!r} erhalten: {e}

source: Starting {a!r}, version {v!r} ...
de: Starte {a!r}, Version {v!r} …

source: Getting all vSphere hosts ...
de: Ermittele alle vSphere Hosts …

source: First found host:
de: Erster gefundener Host:

source: All physical hosts
de: Alle physischen Hosts

source: Found one VMware host.
de: Fand einen VMware Host.

source: Found no VMware hosts.
de: Fand keine VMware Hosts.

source: Data Center
de: Rechenzentrum

source: Vendor
de: Hersteller

source: Model
de: Modell

source: OS Name
de: Betriebssystemname

source: OS Version
de: Betriebssystem-Version

source: Memory in GiB
de: Hauptspeicher in GiB

source: Power State
de: Netztatus

source: Connect state
de: Verbindungsstatus

source: StandBy state
de: StandBy-Status

source: Maintenance
de: Wartungsmodus

source: No
de: Nein

source: Yes
de: Ja

source: {c}-Object: {a}
de: {c}-Objekt: {a}

source: User interrupt.
de: Benutzerunterbrechung.

source: Tries to get a list of all networks in VMware vSphere and print it out.
de: Versucht eine Liste aller Netzwerke in VMware vSphere zu erhalten und gibt diese aus.

source: Get all network-like objects from vSphere {!r} ...
de: Hole alle Netzwerk-ähnlichen Objekte us vSphere …

source: Getting all vSphere networks
de: Ermittele alle vSphere Netzwerke

source: Found Distributed Virtual Switches:
de: Fand Verteilte Virtuelle Switche:

source: Found Distributed Virtual Portgroups:
de: Fand Verteilte Virtuelle Portgruppen:

source: Distributed Virtual Switches
de: Verteilte Virtuelle Switche

source: No Distributed Virtual Switches found.
de: Keine Verteilten Virtuelle Switche gefunden.

source: Creation time
de: Erstellungszeit

source: Standalone Ports
de: Alleinstehende Ports

source: Ratio reservation
de: Ratio der Reservierung

source: Contact
de: Kontakt

source: Description
de: Beschreibung

source: Distributed Virtual Port Groups
de: Verteilte Virtuelle Portgruppen

source: Network
de: Netzwerk

source: Accessible
de: Erreichbar

source: Type
de: Typ

source: Tries to get a list of all resource pools (a.k.a. computing resource and cluster computing resource) in VMware vSphere and print it out.
de: Versucht eine Liste aller Ressourcen-Pools (alias Rechenressource and Cluster-Rechenressource) zu ermitteln und gibt diese aus.

source: First computing resource:
de: Erste Rechenressource

source: Did not found any resource pools or cluster resource pools.
de: Keine Ressourcen-Pools oder Cluster-Ressourcen-Pools gefunden.

source: All compute resources and cluster compute resources
de: Alle Rechenressourcen and Cluster-Rechenressourcen

source: Found one compute resource.
de: Fand eine Rechenressource

source: Found no compute resources.
de: Fand keine Rechenressourcen.

source: Total:
de: Insgesamt:

source: Hosts total
de: Hosts insgesamt

source: Hosts available
de: Hosts verfügbar

source: Memory total
de: Hauptspeicher insgesamt

source: Memory available
de: Hauptspeicher verfügbar

source: Tries to get information about the given datastore cluster in VMware vSphere and print it out.
de: Versucht, Informationen über den angegebenen Datastore-Cluster in VMware vSphere zu ermitteln und gibt diese aus.

source: Names of the datastore clusters to get information.
de: Die Namen der Datastore-Cluster, über die Informationen ermittelt werden sollen.

source: Getting data of datastora cluster {} ...
de: Hole Daten des Datastore-Clusters {} …

source: NOT FOUND
de: NICHT GEFUNDEN

source: Connected computing clusters
de: Verbundene Rechencluster

source: General
de: Allgemein

source: Datastore cluster total
de: Datastore-Cluster insgesamt

source: Capacity in GB
de: Kapazität in GiB

source: Calculated usage in GB
de: Berechnete Verwendung in GiB

source: Usage in percent
de: Verwendung in Prozent

source: Free space in GB
de: Freier Platz in GiB

source: Capacity
de: Kapazität

source: Connected hosts
de: Verbundene Hosts

source: Pulling full data of datastore cluster {} ...
de: Hole vollständige Daten des Datastore-Clusters {!r} …

source: Searching for datastore cluster {dsc} in vSphere {vs} ...
de: Suche nach Datastore-Cluster {dsc} in vSphere {vs} …

source: Tries to get a list of all datastore clusters in VMware vSphere and print it out.
de: Versucht eine Liste aller Datastore-Cluster in VMware vSphere zu erhalten und gibt diese aus.

source: Don't print the totals of all storage clusters.
de: Die Gesamt-Zahlen aller Datastore-Cluster nicht ausgeben.

source: Getting all vSphere storage clusters ...
de: Ermittele alle vSphere Datastore-Cluster …

source: Total
de: Insgesamt

source: All datastore clusters
de: Alle Datastore-Cluster

source: Found one VMware storage cluster.
de: Fand einen VMware Datastore-Cluster.

source: No VMware storage clusters found.
de: Keine VMware Storage-Cluster gefunden.

source: Tries to get a list of all datastores in VMware vSphere and print it out.
de: Versucht eine Liste aller Datastores in VMware vSphere zu erhalten und gibt diese aus.

source: Don't print local datastores on the ESX hosts.
de: Keine Ausgabe lokaler Datastores auf ESX-Hosts.

source: Don't print the totals of all datastores.
de: Die Gesamt-Zahlen aller Datastores nicht ausgeben.

source: Print out a more detailled info about the datastores, e.g. the number of connected hosts. Tooks significant more time to retrieve the data from vSphere.
de: Gibt mehr, detailliertere Daten über die Datastores aus, zum Beispiel die Anzahl der verbundenen Hosts. Benötigt signifikant mehr Zeit zum Beschaffen der Informationen.

source: Getting all vSphere datastores ...
de: Ermittele alle vSphere Datastores …

source: All datastores
de: Alle Datastores

source: Found one VMware datastore.
de: Fand einen VMware Datastore.

source: No VMware datastores found.
de: Keine vSphere-Datastores gefunden.

source: Connected Hosts
de: Verbundene Hosts

source: Tries to get information about the given virtual machines in VMware vSphere and print it out.
de: Versucht, Informationen über Virtuelle Maschinen in VMware vSphere zu ermitteln und gibt diese aus.

source: Names of the VM to get information.
de: Die Namen der VMs, über die Informationen ermittelt werden sollen.

source: Getting data of VM {} ...
de: Hole die Daten der VM {} …

source: Unknown
de: Unbekannt

source: Controller
de: Kontroller

source: {nr:>2} disk
de: {nr:>2} Platte

source: Disks
de: Platten

source: None
de: Keine

source: File
de: Datei

source: Disk
de: Platte

source: Custom Value
de: Benutzerdefinierter Wert

source: Pulling full data of VM {!r} ...
de: Hole vollständige Daten der VM {!r} …

source: Searching for VM {vm} in vSphere {vs} ...
de: Suche nach VM {vm} in vSphere {vs} …

source: Tries to get a list of all virtual machines in VMware vSphere and print it out.
de: Versucht eine Liste aller virtuellen Maschinen in VMware vSphere zu erhalten und gibt diese aus.

source: for names of VMs
de: für Name von VMs

source: A regular expression to filter the output list of VMs by their name (Default: {!r}).
de: Ein regulärer Ausdruck, um die Ausgabeliste der VMs nach ihrem Namen zu filtern(Vorgabe: {!r}).

source: TYPE
de: TYP

source: Filter output for the type of the VM. Valid values are {li} (Default: {dflt!r}).
de: Filtern der Ausgabeliste nach dem Typ. Gültige Werte sind {li} (Vorgabe: {dflt!r}).

source: Filter output for online VMs.
de: Filtern der Ausgabeliste nach eingeschalteten VMs.

source: Filter output for offline VMs and templates.
de: Filtern der Ausgabeliste nach ausgeschalteten VMs und Vorlagen.

source: for VMware hardware config version
de: für die VMware-Hardwarekonfigurationsversion

source: A regular expression to filter the output list of VMs by the VMware hardware configuration version (e.g. '{}').
de: Ein regulärer Ausdruck, um die Ausgabeliste der VMs nach ihrer VMware-Hardwarekonfigurationsversion zu filtern (z.Bsp. '{}').

source: for the Operating System version
de: für die Betriebssystemversion

source: A regular expression to filter the output list of VMs by their Operating System version, e.g. '{}'.
de: Ein regulärer Ausdruck, um die Ausgabeliste der VMs nach ihrer VMware-Hardwarekonfigurationsversion zu filtern (z.Bsp. '{}').

source: Detailed output list (quering data needs some time longer).
de: Detaillierte Ausgabeliste (die Abfrage der Daten benötigt signifikant mehr Zeit).

source: Detailed output is required because of your given options.
de: Eine detaillierte Ausgabe is wegen der von Ihnen gewählten Optionen notwendig.

source: Sorting key {!r} not usable, if not detailed output was given.
de: Der Sortierschlüssel {!r} ist nicht verwendbar, da keine detaillierte Ausgabe angezeigt wird.

source: No usable sorting keys found, using default sorting keys {}.
de: Keine verwendbaren Sortierschlüssel gefunden, verwende Vorgabe-Sortierschlüssel {}.

source: Getting all vSphere VMs ...
de: Ermittele alle vSphere VMs …

source: Using sorting keys:
de: Verwendete Sortierschlüssel:

source: Virtual Machines
de: Virtuelle Maschinen

source: Found one virtual machine.
de: Fand eine Virtuelle Maschine.

source: No virtual machines found.
de: Keine Virtuellen Maschinen gefunden.

source: One VM of them is a template.
de: Eine von ihnen ist eine Vorlage.

source: Path
de: Pfad

source: Online Status
de: Verbindungsstatus

source: Config Version
de: Konfigurations-Version

source: Operating System
de: Betriebssystem

source: Performing VM list ...
de: Verarbeite VM-Liste …

source: Performing detailled VM list ...
de: Verarbeite detaillierte VM-Liste …

source: Found a {} object:
de: Fand ein {}-Objekt:

source: Searches for a storage cluster or a datastore for a planned volume of a given size.
de: Suche nach einen Datastore oder Datastorecluster für ein geplantes Volume mit einer gegebenen Göße

source: Search options
de: Suchoptionen

source: The size of the virtual disk, for which a storage location should be searched.
de: Die Größe der virtuellen Platte, für die ein Speicherort gesucht werden soll.

source: The required storage type of the resulting volume. Valid types are {types}.
de: Der benötigte Speichertyp des resultierenden Volumes. Gültige Typen sind {types}.

source: The vSphere name from configuration, in which the storage should be searched.
de: Die Namen der vSpheres aus der Konfiguration, in denen der Speicherort gesucht werden soll.

source: DATACENTER
de: RECHENZENTRUM

source: The virtual datacenter in vSphere, in which the storage should be searched.
de: Das virtuelle Rechenzentrum in vSphere, in denen der Speicherort gesucht werden soll.

source: The computing cluster, which should be connected with the datastore cluster or datastore in result.
de: Das Rechencluster, das mit dem resultierendem Speicherort verbunden sein soll.

source: Selected vSphere: {}
de: Ausgewältes vSphere: {}

source: Searching a storage location in vSphere {vs}, virtual datacenter {dc} connected with the {cl_type} {cl} for a disk of {sz} of type {st_type}.
de: Suche Speicherort in vSphere {vs}, virtuelles Rechenzentrum {dc}, verbunden mit dem {cl_type} {cl} für eine Platte vom Typ {st_type}.

source: Collect all datastore clusters and storages in current vSphere and datacenter.
de: Sammle alle Datastorecluster und Datastores im aktuellen vSphere und Rechenzentrum.

# found_ds_cluster
source: one
de: einen

source: Found total {one} datastore cluster in vSphere {vs}, datacenter {dc}.
de: Fand insgesamt {one} Datastorecluster in vSphere {vs}, Rechenzentrum {dc}.

source: Did not found a datastore cluster in vSphere {vs}, datacenter {dc}.
de: Kein Datastorecluster in vSphere {vs}, Rechenzentrum {dc} gefunden.

# found_datastore
source: one
de: einen

source: Found total {one} datastore in vSphere {vs}, datacenter {dc}.
de: Fand insgesamt {one} Datastore in vSphere {vs}, Rechenzentrum {dc}.

source: Did not found a datastore in vSphere {vs}, datacenter {dc}.
de: Keinen Datastore in vSphere {vs}, Rechenzentrum {dc} gefunden.

source: Found neither a datastore cluster nor a datastore in vSphere {vs}, datacenter {dc}.
de: Fand weder ein Datastorecluster, noch einen Datastore in vSphere {vs}, Rechenzentrum {dc}.

source: Searching for space in evaluated datastore clusters.
de: Suche Speicherplatz in gefundenen Datastoreclusters.

source: Found usable datastore cluster:
de: Gefundener verwendungsfähiger Datastore-Cluster:

source: Searching for space in evaluated datastores.
de: Suche Speicherplatz in gefundenen Datastores.

source: Found usable datastore:
de: Gefundener verwendungsfähiger Datastore:

source: No datastore cluster or datastore for the given volume.
de: Kein Datastorecluster oder Datastore für das angegebene Volume.

source: Got a {c} for converting {v!r} into an integer value: {e}
de: Ein {c} für die Konvertierung von {v!r} n einen Ganzzahl-Wert erhalten: {e}

source: The option must not be negative (given: {}).
de: Die Option darf nicht negativ sein (gegeben: {}).

source: The option must not be zero.
de: Die Option darf nicht Null sein.

source: The given parameter {pc!r} ({pv!r}) is not a {o} object.
de: Der übergebene Parameter {pc!r} ({pv!r}) ist kein {o}-Objekt.

source: No vSphere host name or address given in {w}.
de: Kein vSphere-Hostname oder -Adresse übergeben in {w}.

source: The {c} object given as {w} is not initialized.
de: Das als {w} übergebene {c}-Objekt ist nicht initialisiert.

source: Connecting to vSphere {!r} ...
de: Verbinden zu vSphere {!r} …

source: Please enter the user name for logging in to {}:
de: Bitte den Nutzernamen für den Login nach {} eingeben:

source: Got a {}
de: Bekam ein {}

source: Please enter the password for {user!r} for logging in to {url}:
de: Geben Sie das Passwort für {user!r} zu Login auf auf {url} ein:

source: Please repeat the password for {user!r} for logging in to {url}:
de: Bitte wiederholen Sie das Passwort für {user!r} zu Login auf auf {url}:

source: Disconnecting from vSphere {!r}.
de: Trenne Verbindung zu vSphere {!r}.

source: The name of the vSphere may not be empty.
de: Der Name des vSphere darf nicht leer sein.

source: Comparing {} objects ...
de: Vergleiche {}-Objekte …

source: Could not access to resource pool of compute resource {cc!r} in vSphere {vs!r}, datacenter {dc!r}.
de: Keinen Zugriff auf den Ressourcenpool der Rechenressource {cc!r} in vSphere {vs!r}, Rechenzentrum {dc!r} erhalten.

source: Cluster {c!r} has network {n!r}.
de: Das Cluster {c!r} besitzt das Netzwerk {n!r}.

source: Cluster {c!r} has datastore {d!r}.
de: as Cluster {c!r} besitzt den Datastore {d!r}.

source: The given parameter {p!r} on calling method {m}() is not a sequence type.
de: Der übergebene Parameter {p!r} beim Aufruf der Methode {m}() ist kein sequenzieller Typ.

source: An empty name for a vSphere datacenter is not allowed.
de: Ein leerer Name für ein vSphere-Datacenter ist nicht erlaubt.

source: Unknown key {k!r} with value {v!r} for vSphere {vs!r} in section {sec!r} found.
de: Unbekannter Schlüssel {k!r} mit dem Wert {v!r} für vSphere {vs!r} in Abschnitt {sec!r} gefunden.

source: {e} in section {sn!r} for vSphere {vs!r}:
de: {e} in Abschnitt {sn!r} für vSphere {vs!r}:

source: There must be given at least the vSphere hostname in section {sn!r} for vSphere {vs!r}.
de: Es muss mindestens der vSphere-Hostname in Abschnitt {sec!r} für vSphere {vs!r} angegeben werden.

source: Evaluating config section {!r}:
de: Untersuche Kofigurations-Abschnitt {!r}:

source: Empty vSphere name found.
de: Leeren vSphere-Namen gefunden.

source: unknown
de: Unbekannt

source: Trying to get some 'about' information from vSphere.
de: Versuche einige 'about'-Informationen von vSphere zu erhalten.

source: Got a {c} on requesting 'about' information from vSphere {url}: {e}
de: Habe einen {c} beim Ermitteln der 'about'-Informationen von vSphere {url} erhalten: {e}

source: Found vSphere about-information:
de: Gefundene vSphere-'about'-Informationen:

source: Trying to get datacenter from vSphere ...
de: Versuche das datacenter von vSphere zu erhalten …

source: Found vSphere datacenter {!r}.
de: Fand vSphere-Datacenter {!r}.

source: Info about datacenter:
de: Informationen über das Datacenter:

source: Trying to get all datacenters from vSphere ...
de: Versuche alle Rechenzentren von vSphere zu erhalten …

source: Trying to get all clusters from vSphere ...
de: Versuche alle Cluster von vSphere zu erhalten …

source: Get all computing clusters in DC {!r} ...
de: Hole alle Rechen-Cluster in RZ {!r} …

source: Found clusters:
de: Gefundene Cluster:

source: Found standalone host
de: Fand einzelstehenden Host

source: Found cluster
de: Gefundene Cluster

source: network
de: Netzwerk

source: {on} {cl!r}, {h} {h_l}, {cpu} {cpu_l}, {thr} {t_l}, {mem:0.1f} GiB Memory, {net} {nw_l} and {ds} {ds_l}.
de: {on} {cl!r}, {h} {h_l}, {cpu} {cpu_l}, {thr} {t_l}, {mem:0.1f} GiB Hauptspeicher, {net} {nw_l} und {ds} {ds_l}.

source: Trying to get all datastores from vSphere ...
de: Versuche alle Datastores von vSphere zu erhalten …

source: Get all datastores in DC {!r} ...
de: Hole alle Datastores im RZ {!r} …

source: Found datastores:
de: Gefundene Datastores:

source: Found a {} child.
de: Fand ein {}-Child.

source: Datastore {!r} seems to be local.
de: Der Datastore {!r} scheint lokal zu sein.

source: Found datastore {ds!r} of type {t!r}, capacity {c:0.1f} GByte.
de: Fand Datastore {ds!r} vom Typ {t!r} mit einer Kapazität von {c:0.1f} GiByte.

source: Trying to get all datastore clusters from vSphere ...
de: Versuche alle Datastore-Cluster von vSphere zu erhalten …

source: Get all datastore clusters in DC {!r} ...
de: Hole alle Datastore-Cluster in RZ {!r} …

source: Found datastore clusters:
de: Gefundene Datastore-Cluster:

source: No vSphere datastore clusters found.
de: Keine vSphere-Datastore-Cluster gefunden.

source: No valid cluster name given on calling {}.
de: Kein gültiger Cluster-Name beim Aufruf von {} angegeben.

source: Searching for datastore cluster {cl} in vSphere {vs} ...
de: Suche nach Datastore-Cluster {cl} in vSphere {vs} …

source: Datastore cluster {} not found.
de: Datastore-Cluster {} nicht gefunden.

source: Trying to get all networks from vSphere ...
de: Versuche alle Netzwerke von vSphere zu bekommen.

source: Get all networking objects in DC {!r} ...
de: Hole alle Netzwerk-ähnlichen Objekte im RZ {!r} …

source: Found one Distributed Virtual Port Group.
de: Fand eine Verteilte Virtuelle Portgruppe.

source: Found Distributed Virtual Port Groups:
de: Gefundene Verteilte Virtuelle Portgruppen:

source: No Distributed Virtual Port Groups found.
de: Keine Verteilte Virtuelle Portgruppen gefunden.

source: Found one Virtual Network.
de: Fand ein Virtuelles Netzwerk.

source: Found Virtual Networks:
de: Gefundene Virtuelle Netzwerke:
